brew "antidote"
brew "chisel"
brew "cloc"
brew "duti"
brew "fastlane"
brew "fileicon"
brew "git-absorb"
brew "htop"
brew "iconsur"
brew "imagemagick"
brew "mas"
brew "ncdu"
brew "nnn"
brew "node"
brew "rbenv"
brew "smudge/smudge/nightlight"
brew "sourcery"
brew "starship"
brew "swiftlint"
brew "watch"
brew "xcinfo"
brew "xcodegen"
brew "yarn"
brew "zsh-syntax-highlighting"

cask "ankerwork"
cask "anki"
cask "appcleaner"
cask "bbedit"
cask "calibre"
cask "coconutbattery"
cask "cold-turkey-blocker"
cask "cryptomator"
cask "finicky"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "gramps"
cask "hammerspoon"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "minecraft"
cask "muzzle"
cask "onedrive"
cask "qlcolorcode"
cask "qlmobi"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rescuetime"
cask "shottr"
cask "sf-symbols"
cask "steam"
cask "syntax-highlight"
cask "the-unarchiver"
cask "tor-browser"
cask "tunnelblick"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "xcodegen"

mas "Amazon Kindle", id: 302584613
mas "Bitwarden", id: 1352778147
mas "Brother iPrint&Scan", id: 1193539993
mas "Collections Database", id: 1568395334
mas "GoodNotes 5", id: 1444383602
mas "Glance", id: 1564688210
mas "MeetingBar", id: 1532419400
mas "Microsoft Excel", id: 462058435
mas "Microsoft Powerpoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Shortcut Keeper", id: 1585404175
mas "Spotica Menu", id: 570549457
mas "Pixelmator Pro", id: 1289583905
mas "Vimlike", id: 1584519802
mas "Wireguard", id: 1451685025
mas "Xcode", id: 497799835
mas "xSearch for Safari", id: 1579902068