tap "robotsandpencils/made"
tap "smudge/smudge"

brew "carthage"
brew "chisel"
brew "duti"
brew "fileicon"
brew "htop"
brew "iconsur"
brew "lastpass-cli"
brew "mas"
brew "ncdu"
brew "node"
brew "nightlight"
brew "postman"
brew "speedtest-cli"
brew "tree"
brew "watch"
brew "xcinfo"
brew "yarn"
brew "zsh-syntax-highlighting"

cask "appcleaner"
cask "bbedit"
cask "calibre"
cask "coconutbattery"
cask "cryptomator"
cask "dash"
cask "disk-inventory-x"
cask "drawio"
cask "epubquicklook"
cask "google-chrome"
cask "gramps"
cask "hammerspoon"
cask "hiddenbar"
cask "karabiner-elements"
cask "kindle"
cask "kitty"
cask "ksdiff"
cask "macdown"
cask "minecraft"
cask "onedrive"
cask "send-to-kindle"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rescuetime"
cask "steam"
cask "the-unarchiver"
cask "torbrowser"
cask "visual-studio-code"
cask "vlc"
cask "vox"

mas "Effortless", id: 1368722917
mas "GoodNotes 5", id: 1444383602
mas "Horo", id: 1437226581
mas "Kaleidoscope", id: 587512244
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Microsoft OneNote", id: 784801555
mas "Pixelmator Pro", id: 1289583905
mas "Vimlike", id: 1584519802
mas "Xcode", id: 497799835
mas "xSearch for Safari, id: 1579902068