tap "robotsandpencils/made"
tap "smudge/smudge"

brew "antidote"
brew "carthage"
brew "chisel"
brew "duti"
brew "fastlane"
brew "fileicon"
brew "git-absorb"
brew "htop"
brew "iconsur"
brew "imagemagick"
brew "mas"
brew "mitmproxy"
brew "ncdu"
brew "nnn"
brew "node"
brew "nightlight"
brew "postman"
brew "speedtest-cli"
brew "tree"
brew "watch"
brew "xcinfo"
brew "yarn"
brew "zsh-syntax-highlighting"

cask "appcleaner"
cask "bbedit"
cask "calibre"
cask "coconutbattery"
cask "cold-turkey-blocker"
cask "cryptomator"
cask "google-chrome"
cask "gramps"
cask "hammerspoon"
cask "hiddenbar"
cask "karabiner-elements"
cask "kitty"
cask "ksdiff"
cask "messenger"
cask "microsoft-teams"
cask "minecraft"
cask "onedrive"
cask "send-to-kindle"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rescuetime"
cask "steam"
cask "syntax-highlight"
cask "the-unarchiver"
cask "tor-browser"
cask "tunnelblick"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "vox"

mas "Amazon Kindle", id: 302584613
mas "Bitwarden", id: 1352778147
mas "GoodLinks", id: 1474335294
mas "GoodNotes 5", id: 1444383602
mas "Horo", id: 1437226581
mas "Kaleidoscope", id: 587512244
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Powerpoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Spotica Menu", id: 570549457
mas "Pixelmator Pro", id: 1289583905
mas "Vimlike", id: 1584519802
mas "Wireguard", id: 1451685025
mas "Xcode", id: 497799835
mas "xSearch for Safari", id: 1579902068